Repository: loginom/loginom-help-en-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Переместить Переместить в выбранные — перемещает выделенный элемент в список Выбранные элементы;
en: Move Move to selected enables to move the selected item to the Selected items list.

source: Переобучить узел и все его подузлы — флаг определяет, будет ли активироваться узел при пакетном запуске Сценария с переобучением (с параметром /Teach).
en: Retrain node and all its subnodes: the checkbox enables to define whether the node will be activated in the case of the batch Workflow launch with retraining (with /Teach parameter).

source: Переопределение — модификация производного узла без изменения Производного компонента, из которого он создан.
en: Overdetermination means the modification of the derived node without change of the Derived Component from which it has been created.

source: Перетаскивание колонок — сменить расположение колонок друг относительно друга, для этого необходимо зажать левую кнопку мыши на метке колонки, которую необходимо перетащить, затем переместить курсор мыши в нужное место и отпустить левую кнопку мыши.
en: Drag columns: change location of columns relative to eaсh other. For this purpose, it is required to hold down the left mouse button on the column caption to be dragged and then move the mouse cursor to the required place and release the left mouse button.

source: Перечисления
en: Enumerations

source: Период сезонной составляющей — устанавливает положительное значение целого типа.
en: Period of the seasonal component sets the posistive integer value.

source: Период сезонности — выбор длины периода сезонности, если задать пункт нет сезонности, откроются опции для настройки прогноза по числу точек временного ряда, а настройки по числу периодов заблокируются.
en: Seasonality period: selection of the seasonality period length if No seasonality option is set, forecast configuration options by the count of time series points will be opened, and configuration by the period count will be locked.

source: Периодичность фиксации транзакции (строк) — разделение процесса экспорта на несколько транзакций.
en: Transaction commit frequency (rows) enables to divide the export process into several transactions.

source: Периодов отсутствия для прекращения позиции — если позиция отсутствует в ряду указанное число периодов, то она исключается из прогноза.
en: Absent periods for position termination: if any position is absent in the series for the specified number of periods, it will be excluded from the forecast.

source: Периодов присутствия для новой позиции — позиции, встречающиеся не чаще указанного числа периодов, будут считаться новыми.
en: Presence periods for the new position: the positions occurring not more frequently than the specified number of periods will be considered to be new.

source: Пирсона — коэффициенты корреляции Пирсона;
en: Pearson: the Pearson correlation coefficients.

source: Плотность вероятности Плотность вероятности — гистограммы кластера и генеральной совокупности не связаны с друг другом, и имеют одинаковую площадь.
en: Density (PDF) Density (PDF): histograms of cluster and universal set are not connected with each other and have the same area.

source: Плотность точек редких товаров — коэффициент может принимать значения от 0,01 до 1, чем он выше, тем больше позиций будет распознано алгоритмом в качестве слишком редких и они будут исключены из прогноза.
en: Point density of rare goods: the coefficient can take the values from 0.01 to 1. The higher coefficient, the more positions will be identified by the algorithm as too rare, and they will be excluded from the forecast.

source: По возрастанию По возрастанию;
en: Ascending Ascending;

source: По горизонтали:
en: Horizontal alignment:

source: По дисперсии — факторы отбираются по доле объясняемой дисперсии.
en: By variance: factors are selected by the rate of the explained variance.

source: По заданным долям — метод применяется, когда доли для разгруппировки уже присутствуют в опорной таблице, в типичном случае сумма долей должна быть равна единице, но это условие не является обязательным.
en: By given quotas: the method is applied when the quotas for ungrouping have already been provided in the reference table. Typically, the sum of quotas must be equal to one but this condition is not compulsory.

source: По идентификатору — записи входной таблицы группируются по указанному идентификатору.
en: By identifier: the output table records are grouped by the given identifier.

source: По имени — по наименованию листа книги.
en: By name: by the workbook sheet name.

source: По левому краю По левому краю.
en: Align left Align left.

source: По номеру — по порядковому номеру листа книги.
en: By number: by the workbook sheet order number.

source: По правому краю По правому краю.
en: Align right Align right.

source: По собственному значению — отбираются только факторы с собственными значениями равными или большими 1.
en: By own value: only factors with own values equal or exceeding 1 are selected.

source: По столбцам — следующее найденное значение будет подсвечено в следующем столбце;
en: By columns: the next found value will be highlighted in the next column.

source: По строкам — следующее найденное значение будет подсвечено в следующей строке;
en: By rows: the next found value will be highlighted in the next row.

source: По строчкам — для каждой записи входной таблицы сформируется XML.
en: By rows: XML will be generated for each input table record.

source: По убыванию По убыванию;
en: Descending Descending;

source: По умолчанию используется режим DELETE (Удаление файла).
en: In the case of Default, the DELETE (Delete file) mode is used.

source: По умолчанию используется режим FULL (Полный).
en: In the case of Default, the FULL mode is used.

source: По центру По центру.
en: Align center Align center.

source: Повернуть на 90° — поворачивает диаграмму на 90°.
en: Rotate 90°: rotate the chart 90°.

source: Повторять набор — таблицы дополнятся копиями своих же записей, начиная с первой;
en: Repeat all rows: copies of the table records starting from the first one are repeated in the tables.

source: Поддержка — отношение количества строк данных в кластере к общему числу строк данных.
en: Support: the ratio of the data rows count in the cluster to the total count of data rows.

source: Подключение ClickHouse.
en: ClickHouse Connection.

source: Подключение Deductor Warehouse [Firebird].
en: Deductor Warehouse [Firebird] Connection.

source: Подключение Deductor Warehouse [MS SQL].
en: Deductor Warehouse [MS SQL] Connection.

source: Подключение Deductor Warehouse [Oracle].
en: Deductor Warehouse [Oracle] Connection.

source: Подключение Firebird.
en: Firebird Connection.

source: Подключение Interbase.
en: Interbase Connection.

source: Подключение MS Access.
en: MS Access Connection.

source: Подключение MS Excel.
en: MS Excel Connection.

source: Подключение MS SQL.
en: MS SQL Connection.

source: Подключение MySQL.
en: MySQL Connection.

source: Подключение ODBC.
en: ODBC Connection.

source: Подключение Oracle.
en: Oracle Connection.

source: Подключение PostgreSQL.
en: PostgreSQL Connection.

source: Подключение REST-сервиса (REST-сервис).
en: REST Service Connection (REST service).

source: Подключение REST-сервиса.
en: REST Service Connection.

source: Подключение SOAP-сервиса (SOAP-сервис);
en: SOAP Service Connection (SOAP service);

source: Подключение SOAP-сервиса.
en: SOAP Service Connection.

source: Подключение SQLite.
en: SQLite Connection.

source: Подключение к 1C:Предприятие 8.x.
en: 1C:Enterprise 8.x Connection.

source: Подключение набора XSD-схем.
en: XSD Schemas Set Connection.

source: Подключение – отображает строку подключения к источнику данных.
en: Connection enables to display a string of connection to data source.

source: Подключение — отображает строку подключения к источнику данных.
en: Connection enables to display a string of connection to data source.

source: Подключение — состояние подключения к XSD-схеме.
en: Connection: the state of connection to the XSD schema.

source: Подключение — этот раздел включает описание подключений с указанием параметров доступа ко внешним системам, требуемых для последующего многократного использования;
en: Connnection. This section includes description of connections with parameters of access to the external systems that are required for the subsequent multiple use.

source: Подключения — в них представлен список внешних источников и приемников данных, к которым можно подключиться;
en: Connections include a list of the external sources and data receivers to be connected with.

source: Подключения — источники данных.
en: Connections are data sources.

source: Подмодель
en: Supernode

source: Подмодель Подмодель
en: Supernode Supernode

source: Подмодель является специальным узлом, содержащим в себе другие узлы Сценария.
en: Supernode is a special node that contains other nodes of the Workflow.

source: Подмодель — включает в себя другие узлы, предоставляя, таким образом, отдельное пространство для реализации произвольного алгоритма обработки данных.
en: The Supernode includes other nodes providing in such a way separate space for execution of the random algorithm of data processing.

source: Подобрать степень регуляризации — автоматический подбор степени регуляризации Нейросети:
en: Decay degree autofit provides the auto selection of the Neural Network decay degree.

source: Подобрать структуру — автоматический подбор структуры Нейросети:
en: Structure autofit provides the auto selection of the Neural Network structure:

source: Подробнее — выводит на экран сообщение об ошибке передаваемое узлом;
en: Show details enables to display an error message delivered by a node.

source: Подстрока — искомый фрагмент находится на любой позиции значения;
en: Substring: the searched fragment is in any value position.

source: Поиск
en: Search

source: Поиск Поиск – позволяет отметить поля по имени или его части.
en: Search Search enables to mark fields by name of its part.

source: Поиск — произвести поиск следующего вхождения значения, указанного в строке поиска.
en: Search: search for the next occurrence of the value specified in the search string.

source: Показатели качества модели и сезонные индексы Показатели качества модели и сезонные индексы — справочная таблица, составляется только при использовании метода с учетом временных колебаний и сезонности опорных данных, содержит поля.
en: Model quality indicators and seasonal indexes Model quality indicators and seasonal indexes: the reference table that is drawn up only when using the following method: Given time variations and seasonality of the reference data. It contains fields.

source: Показатели Показатели — поля, по которым рассчитываются функции агрегации.
en: Parameters Parameters denote the fields by which the aggregation functions are calculated.

source: Показать значение null Показать значение null — переключить отображение <null> в ячейках с пропущенными значениями.
en: Show null value Show null value: switch <null> representation in the cells with null values.

source: Показать узел — выделяет выбранный узел на области построения Сценариев;
en: Show node enables to show the selected node in the Workflow construction area.

source: Показать Показать.
en: Show Show.

source: Показывать null столбец в гистограммах Показывать null столбец в гистограммах — показать/скрыть null столбец.
en: Show null column in histograms Show null column in histograms: show/hide null column.

source: Показывать генеральную совокупность в гистограммах Показывать генеральную совокупность в гистограммах — показать/скрыть генеральную совокупность.
en: Show universal set in histograms Show universal set in histograms: show/hide the universal set.

source: Показывать системные таблицы — при установке этого флага в мастере импорта, использующего данное подключение, становятся видимы доступные пользователю системные таблицы БД (необходимо ставить при подключении к файлу Excel);
en: Show system tables: when selecting this checkbox in the import wizard that uses this connection, the system DB tables available to a user become visible (it is required to select when connecting to the Excel file).

source: Показывать системные таблицы — при установке этого флага в мастере импорта, использующего данное подключение, становятся видимы доступные пользователю системные таблицы БД.
en: Show system tables: when selecting this checkbox in the import wizard that uses this connection, the system DB tables available to a user become visible.

source: Показывать системные таблицы — при установке этого флага в мастере импорта, использующего данное подключение, становятся видимы доступные пользователю системные таблицы БД;
en: Show system tables: when selecting this checkbox in the import wizard that uses this connection, the system DB tables available to a user become visible.

source: Показывать системные таблицы — при установке этого флага в мастере импорта, использующем данное подключение, становятся видимы доступные пользователю системные таблицы БД;
en: Show system tables: when selecting this checkbox in the import wizard that uses this connection, the system DB tables available to a user become visible.

source: Показывать столбец "Прочие" в гистограммах Показывать столбец "Прочие" в гистограммах — показать/скрыть столбец Прочие.
en: Show "Other" column in histograms Show "Other" column in histograms: show/hide Other column.

source: Поле Y — задается поле для оси Y;
en: Y field: the field is set for Y axis.

source: Поле с долями Поле с долями — выставляется полю опорной таблицы, содержащему доли или значения для расчета долей.
en: Field with quotas Field with quotas: it is assigned to the reference table field that contains quotas or values for calculation of quotas.

source: Поле с наименование Поле с наименованиями — выставляется полю опорной таблицы, содержащему наименования, по которым будет производиться разгруппировка.
en: Field with names Field with names: it is assigned to the reference table field that contains the names by which ungrouping will be performed.

source: Поле цвета — числовое поле, которое проецируется на цветовую шкалу.
en: Color field: the numeric field that is projected onto the color chart.

source: Поле
en: Field

source: Поле — поле набора данных.
en: Field: data set field.

source: Поле — содержит поля исходного набора данных, к которым применима процедура квантования.
en: Field: contains the initial data set fields to which the binning procedure can be applied.

source: Поле — содержит список всех переменных, столбцов таблиц и указатель записей таблиц, поданных на входные порты компонента.
en: Field contains a list of all variables, table columns and pointer of table records supplied to input ports of the component.

source: Поле — тоже что и Параметр в Доступных элементах;
en: Field is the same as the Parameter in the Available items.

source: Полная документация по SQL синтаксису;
en: Full SQL Syntax Documentation.

source: Полное имя — в этом столбце отображается полное имя пользователя, если оно задано в разделе Пользователи.
en: Full name: the full user name is displayed in this column if it is set in Users section.

source: Полное слияние Полное соединение
en: Full Join Full Join

source: Полное соединение
en: Full join

source: Полный (FULL).
en: Full (FULL).

source: Положение кластеров в таблице — переключить положение кластеров в таблице.
en: Cluster position in table: switch cluster position in the table.

source: Получить значения Получить значения — не доступно для переменных.
en: Get values Get values is not available for variables.

source: Получить значения Получить значения — подгружает выпадающий список, вызываемый кнопкой , в поле Значение, при ручном вводе таблицы замен.
en: Get values Get values enables to load the drop-down list called by button to the Value field in the case of the manual input of the replacement table.

source: Получить список Получить список — получает список, соответствующий выбранному элементу;
en: Get list Get list enables to get the list compliant with the selected item.

source: Пользователи
en: Users

source: Пользователи Пользователи
en: Users Users

source: Пользователь — в этом столбце отображаются все зарегистрированные пользователи.
en: User: all registered users are displayed in this column.

source: Пользовательский формат дата/время
en: User date/time format

source: Поля для кластеризации.
en: Fields for clustering.

source: Поля/переменные;
en: Fields/variables.

source: Поля|Имя — имя второго поля в корреляционной паре;
en: Fields|Name: the name of the second field in the correlation pair.

source: Поля|Имя — имя первого поля в корреляционной паре;
en: Fields|Name: the name of the first field in the correlation pair.

source: Поля|Метка — метка второго поля в корреляционной паре.
en: Fields|Caption: the caption of the second field in the correlation pair.

source: Поля|Метка — метка первого поля в корреляционной паре;
en: Fields|Caption: the caption of the first field in the correlation pair.

source: Порог отсечения — определяет расчетное значение уравнения регрессии.
en: Cutoff enables to define the calculated value of the regression equation.

source: Порт подключений Подключение — принимает параметры подключения к Хранилищу данных;
en: Port of connections Connection accepts parameters of connection to the Data Warehouse.

source: Порт — способ коммуникации между узлами.
en: Port: method of communication between the nodes.

source: Порты
en: Ports

source: Порты — способ коммуникации между узлами.
en: Ports: method of communication between the nodes.

source: Порты).
en: Ports).

source: Порядковое поле Порядковое поле — данное назначение доступно только для полей типа Дата/время при использовании метода с учетом временных колебаний и сезонности опорных данных.
en: Ordinal field Ordinal field: this usage type is available only for the fields of the Date/time type when using Given time variations and seasonality of the reference data method.

source: Порядковые статистики Порядковые статистики — подсчитываются порядковые статистики;
en: Order statistics Order statistics: the order statistics are calculated.

source: Порядок AR части — задает порядок (р) авторегрессионной части.
en: AR part order sets the order of (р) autoregressive part.

source: Порядок MA части — задает порядок (q) части скользящего среднего.
en: MA part order sets the order of (q) part of moving average.

source: Порядок интегрирования — задает порядок (d) разностей ряда при необходимости привести исходный ряд к стационарному.
en: Integration order sets the order of (d) series differences if it is required to set the source series to the stationary one.

source: Порядок связей при присоединении.
en: Connection order when joining.

source: Порядок сезонного интегрирования — устанавливает значение целого типа от 0 и выше.
en: Seasonal integration order sets the integer value from 0 and higher.

source: Порядок сезонной AR части — устанавливает значение целого типа от 0 и выше.
en: Seasonal AR part order sets the integer value from 0 and higher.

source: Порядок сезонной MA части — устанавливает значение целого типа от 0 и выше.
en: Seasonal MA part order sets the integer value from 0 and higher.

source: Порядок сортировки — для каждого сортируемого поля задается порядок ( По убыванию или По возрастанию), в котором оно сортируется;
en: Sort order: the sorting order ( Descending or Ascending) is set for each sorted field.

source: Порядок — в ячейках этого поля отображается тумблер, который указывает на вид сортировки, он может принимать По возрастанию По возрастанию и По убыванию По убыванию;
en: Order: the sorting type switch is displayed in the cells of this field. It can take Ascending Ascending and Descending Descending order.

source: Порядок — поле может принимать значения По возрастанию и По убыванию ;
en: Order: the field can take Ascending and Descending values;

source: Последовательный — в параметрах метода определяется, откуда будет взята выборка — из начала исходной таблицы или из конца.
en: Sequence: the sample selection source will be specified in the method parameters. It will be defined whether it was taken from the source table beginning or end.

source: Последовательный — из исходного набора данных последовательно выбираются записи и помещаются в результирующую выборку.
en: Sequence: the records are sequentially selected from the source data set and placed into the resulting sample.

source: Пошаговое включение (Forward) — метод, который базируется на принципе: начать с отсутствия признаков и постепенно найти самые "лучшие", которые будут добавлены в подмножество.
en: Forward: this method is based on the following principle: it is required to start from absence of indicators and gradually find the "best" ones that will be added to the subset.

source: Пошаговое включение/исключение (Stepwise) — модификация метода Forward с тем отличием, что на каждом шаге после включения новой переменной в модель осуществляется проверка на значимость остальных переменных, которые уже были введены в нее ранее.
en: Stepwise: modification of the Forward method except that at each step upon entering of the new variable into the model, other variables that have already been entered into it earlier are tested for significance.

source: Пошаговое включение/исключение (Stepwise) — модификация метода Forward, однако на каждом шаге после включения новой переменной в модель осуществляется проверка на значимость остальных переменных, которые уже были введены в нее ранее.
en: Stepwise: modification of the Forward method, however, at each step upon entering of the new variable into the model, other variables that have already been entered into it earlier are tested for significance.

source: Пошаговое исключение (Backward) — метод основан на следующем: начать со всех доступных признаков и последовательными итерациями исключить самые "худшие".
en: Backward: this method is based on the following principle: it is required to start from all available indicators and exclude the "worst" ones by means of successive iterations.

source: Права доступа — таблица со списком пользователей.
en: Access rights: table with a list of users.

source: Правая.
en: Right.

source: Правое соединение
en: Right join

source: Правое соединение Правое соединение
en: Right Join Right Join

source: Предобработка
en: Preprocessing

source: Предопределенные переменные
en: Predefined variables

source: Предоставить сертификат клиента — выбирается для авторизации по SSL посредством сертификата.
en: Provide client certificate is selected for SSL authorization using the certificate.

source: Предпросмотр
en: Preview

source: Преобразование WSDL-описания с помощью XSLT — при выставлении флажка позволяет вносить изменения в полученный WSDL-файл с помощью XSLT преобразования.
en: Transform WSDL description using XSLT: selection of this checkbox enables to introduce changes into the received WSDL file using XSLT transformation.

source: Преобразование блока узлов в Подмодель.
en: Transformation of the Block of Nodes to the Supernode

source: Префикс имени — в это поле вводится префикс добавляемый к имени не сопоставленных полей таблиц, состав именного префикса следует правилу Параметров полей набора данных.
en: Name prefix: the prefix added to the name of the table fields that are not mapped is specified in this field. Composition of the name prefix conforms to the rules of Features of data set fields.
